enum letterText{
    rabbit ="你們要來參加秋季嘉年華！\n希望你能出席，不見不散！",
    snake ="親愛的小動物：\n       你們要來參加秋季嘉年華！\n       希望你能出席，不見不散！",
    pig ="親愛的小動物：\n       你們要來參加秋季嘉年華！\n       日期：十一月九日\n       希望你能出席，不見不散！",
    rat ="親愛的小動物：\n       你們要來參加秋季嘉年華！\n       日期：十一月九日\n       時間：下午六時\n       希望你能出席，不見不散！",
    sheep ="親愛的小動物：\n       你們要來參加秋季嘉年華！\n       日期：十一月九日\n       時間：下午六時\n       地點：森林果園\n       希望你能出席，不見不散！",
    giraffe ="親愛的小動物：\n       你們要來參加秋季嘉年華！\n       日期：十一月九日\n       時間：下午六時\n       地點：森林果園\n       希望你能出席，不見不散！",
}